# resnet101_custom.yaml

nc: 1  # liczba klas
depth_multiple: 1.0
width_multiple: 1.0

backbone:
  # [from, number, module, args]
  [[-1, 1, timm/resnet101, {}]]

head:
  [[-1, 1, Detect, [1]]]  # <- jedna klasa
